olv-core/src/test/resources/soap/1-soapMessageFormmated.txt

<?xml version="1.0"?>
<SoAp:Envelope xmlns:SoAp="http://schemas.xmlsoap.org/soap/envelope/">
  <SoAp:Header>
  </SoAp:Header>
  <SoAp:Body>
    <m:GetStockPrice xmlns:m="http://www.example.org/stock">
      <m:StockName>aaa</m:StockName>
    </m:GetStockPrice>
  </SoAp:Body>
</SoAp:Envelope>